Show / Hide Table of Contents
Enum EffectConsideredType
Effect concidered types
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum EffectConsideredType
Fields
 Name |  Description
 BracingSystem
Bracing system
 IsolatedMember
Isolated system
 Improve this Doc
 View Source